/* No comment provided by engineer. */
"Disk cache: Cannot read image for key %@" = "Disk cache: Cannot read image for key %@";

/* No comment provided by engineer. */
"Failed to load image from data at path %@" = "Failed to load image from data at path %@";

/* No comment provided by engineer. */
"Failed to load image from data at URL %@" = "Failed to load image from data at URL %@";

/* No comment provided by engineer. */
"Image not found for key %@" = "Image not found for key %@";

/* No comment provided by engineer. */
"Invalid fetcher %@: Must return non-nil in success block" = "Invalid fetcher %@: Must return non-nil in success block";

/* Set up account message. */
"It appears you have not set up an email account on this device." = "It appears you have not set up an email account on this device.";











/* Contacto */
"menu-contact" = "Contact";

/* Quiénes somos */
"menu-info" = "About us";

/* Pronósticos locales */
"menu-local-forecasts" = "Local forecasts";

/* Pronósticos regionales */
"menu-regional-forecasts" = "Regional forecasts";

/* Ajustes */
"menu-settings" = "Settings";

/* REDES SOCIALES */
"menu-social-networks" = "SOCIAL NETWORKS";

/* Mareas */
"menu-tides" = "Tides";

/* Advertencias */
"menu-warnings" = "Notifications";




/* Informativa */
"warning-detail-information-title" = "Information";

/* Advertencia */
"warning-detail-warning-title" = "Warning";

/* Advertencias */
"warnings-second-segment" = "Warnings";

/* Notificaciones */
"warnings-list-title" = "Notifications";

/* Informativas */
"warnings-third-segment" = "Information";

/* Todas */
"warnings-first-segment" = "All";



/* Comentarios */
"local-forecast-sections-first" = "Comments";

/* Pronóstico */
"local-forecast-sections-second" = "Forecast";

/* Región */
"local-forecast-sections-third" = "Region";

/* Ver Comentario */
"local-forecast-comment" = "See Comments";

/* Hmáx. */
"local-forecast-maximum-wave" = "Hmax.";

/* Hsig. */
"local-forecast-significative-wave" = "Hsig.";

/* Pronósticos locales */
"local-forecast-title" = "Local";

/* Válido del */
"local-forecast-valid-from" = "Valid from";

/* al */
"local-forecast-valid-to" = "to";

/* Dir.H */
"local-forecast-wave-direction" = "Dir.H";

/* Tp */
"local-forecast-wave-period" = "Tp";

/* Ráf */
"local-forecast-wind-burst" = "Gust";

/* Dir.V */
"local-forecast-wind-direction" = "Dir.W";

/* V */
"local-forecast-wind-speed" = "W";

/* Olas: */
"local-forecast-waves" = "Waves:";

/* Viento: */
"local-forecast-wind" = "Wind:";

/* Oleaje y Viento */
"local-forecast-regions-first-section-title" = "Swell and Wind";

/* Características oceanográficas */
"local-forecast-region-oceanographic-characteristics" = "Oceanographic characteristics";

/* Viento */
"local-forecast-region-wind" = "Wind";

/* Oleaje */
"local-forecast-region-swell" = "Ocean surface waves";

/* Temperatura */
"local-forecast-region-temperature" = "Sea surface temperature";

/* Salinidad */
"local-forecast-region-salinity" = "Salinity";

/* Ver Comentario */
"local-forecast-comment" = "See Comments";

/* Mañana */
"local-forecast-morning" = "Morning";

/* Tarde */
"local-forecast-afternoon" = "Afternoon";


/* Umbrales */

"local-forecast-swell-and-wind-red-1"           = "Strong to very strong wind with high to very high waves, choppy seas. Extreme risk warning in navigation conditions for small vessels and caution for mid-sized ones.";
"local-forecast-swell-and-wind-red-2"           = "Strong to high wind with mean to high waves, choppy seas. Navigation of neither small nor mid-sized vessels is recommended.";
"local-forecast-swell-and-wind-yellow-1"        = "Strong to very strong wind with mean waves, choppy seas. High caution warning in navigation conditions for small and mid-size vessels.";
"local-forecast-swell-and-wind-yellow-2"        = "Medium wind with high to very high waves, choppy seas. High caution warning in navigation conditions for small and mid-sized vessels.";
"local-forecast-swell-and-wind-green-1"         = "Medium wind with mean waves, choppy seas. Caution warning in navigation conditions for small vessels.";
"local-forecast-swell-and-wind-green-2"         = "Medium to strong wind. Choppy seas. Caution warning in navigation conditions for small and mid-size vessels.";
"local-forecast-swell-and-wind-light-blue-1"    = "Light wind with low waves. Excellent conditions for navigation.";
"local-forecast-swell-and-wind-light-blue-2"    = "Light to medium wind with mean to high waves. Favorable conditions for navigation.";

"local-forecast-bathing-pacific-red"            = "Very high waves. Not recommended for swimmers. Generation of strong rip currents.";
"local-forecast-bathing-pacific-yellow"         = "High waves. Danger for swimmers. Possible generation of strong rip currents.";
"local-forecast-bathing-pacific-yellow1"        = "High waves. Danger for swimmers. Possible generation of weak rip currents.";
"local-forecast-bathing-pacific-green"          = "Mean waves. Caution for swimmers. Generation of moderate rip currents.";
"local-forecast-bathing-pacific-light-blue-1"   = "Low waves. Excellent conditions for swimmers.";
"local-forecast-bathing-pacific-light-blue-2"   = "Mean waves. Favorable conditions for swimmers. Possible generation of weak rip currents.";

"local-forecast-port-pacific-red"               = "Vessels won’t be able to dock at ports.";
"local-forecast-port-pacific-yellow"            = "Difficulty to dock at ports.";
"local-forecast-port-pacific-green"             = "Caution when docking at ports.";
"local-forecast-port-pacific-light-blue-1"      = "Favorable conditions for docking at ports.";
"local-forecast-port-pacific-light-blue-2"      = "Favorable conditions for docking at ports.";

"local-forecast-bathing-caribbean-red-1"        = "Very high waves. Not recommended for swimmers. Generation of strong rip currents.";
"local-forecast-bathing-caribbean-red-2"        = "Very high waves. Not recommended for swimmers. Generation of very strong rip currents.";
"local-forecast-bathing-caribbean-yellow"       = "High waves. Caution for swimmers. Generation of moderate rip currents.";
"local-forecast-bathing-caribbean-green"        = "Mean waves. Favorable conditions for swimmers. Generation of weak rip currents.";
"local-forecast-bathing-caribbean-light-blue"   = "Low waves. Excellent conditions for swimmers.";

"local-forecast-port-caribbean-red-1"           = "Difficulty to dock at ports.";
"local-forecast-port-caribbean-red-2"           = "Vessels won’t be able to dock at ports.";
"local-forecast-port-caribbean-yellow"          = "Possible difficulty to dock at ports.";
"local-forecast-port-caribbean-green"           = "Favorable conditions for docking at ports.";
"local-forecast-port-caribbean-light-blue"      = "Favorable conditions for docking at ports.";

"card1_caribbean_level1" = "Very high waves. High caution warning in navigation conditions for small vessels.";
"card1_caribbean_level2" = "High waves. Navigation of small vessels is not recommended.";
"card1_caribbean_level3" = "Mean and high waves. Caution warning in navigation conditions for small vessels.";
"card1_caribbean_level4" = "Mean waves. Favorable conditions for navigation.";
"card1_caribbean_level5" = "Low waves (less than 1 m). Favorable conditions for navigation.";

/* Glosario */

"regional-forecast-comment-glossary" = "<b>Wave height</b>:<br>Distance between the crest and the trough of a wave.<br><br><b>Maximum height</b>:<br>Maximal height  the wave can reach.<br><br><b>Significant height</b>:<br>Also known as the significant wave height. It is defined as the average height of the third part of most waves observed.<br><br><b>Rip Currents</b>:<br>Tides returning to the sea, caused by a wave breaking in the beach.<br><br><b>Ocean Currents</b>:<br>a sea current generated by the wind (eolic) or the changes in the density of the water (thermohaline).<br><br><b>Erosion</b>:<br>The marine erosion is the wear on the coastline caused by the sea. It can be generated by the action of waves or sea currents.<br><br><b>El Niño and La Niña climate phenomena</b>:<br>climate phenomenon that begins when the surface waters of the equatorial Pacific become warmer (El Niño) or colder (La Niña) than normal in  the coasts of Peru and Ecuador. It can cause floods, droughts, forest fires and other extreme phenomena in various parts of the world.<br><br><b>Tide</b>:<br>Alternated rhythmic rise and decline of the ocean surface (or water level) resulting from the gravitational pull of the moon, and to a lesser extent from the Sun.<br><br><b>Storm surge</b>:<br>Sea state in which the surface is disturbed with large waves and strength that can reach more than 4 meters high.<br><br><b>Swell</b>:<br>Train of waves distantly formed that has escaped the direct influence of the wind that formed it. It is characterized for having  long and smooth crests offshore , and  strong breakups at the beach<br><br><b>Wind Sea:</b><br>Local swell formation with steep waves and premature breaking points.<br><br><b>Wave period</b>:<br>Time that takes for a crest of a wave to follow the next crest.<br><br><b>Forecast</b>:<br>Predicts a future natural event and shows the evolution of an ocean–meteorological process through logical or scientific criteria, such as weather forecasting.<br><br><b>Wind gust</b>:<br>Wind of great intensity that lasts a short time and that appears suddenly.<br><br><b>Upwelling</b>:<br>The rise of colder sub–surface waters  with more nutrient concentration, that replace surface waters in restricted areas of the ocean waters.<br><br><b>Tropical Storm</b>:<br>A low pressure system with strong thunderstorms with a defined surface circulation with maximum winds of 18.37–34.03 km / hr (34-63 knots).";

"local-forecast-help-glossary" = "<b style=\"font-weight:900px;\">Rip Currents:</b><br>Narrow currents flowing outward from the beach through the surf zone.<br><br><b>Mid-Size Vessels:</b><br>Between 10 and 20 meters long (33 and 65 feet).<br><br><b>Small Vessels:</b><br>Less than 10 meters long (33 feet).<br><br><b>Wind Sea:</b><br>Local swell formation with steep waves and premature breaking points.<br><br><b>Low Wave:</b><br>Swell that doesn’t exceed a significant height of 1 meter (2-3 feet).<br><br><b>Mean Wave:</b><br>Swell with a significant height between 1 to 2 meters (2- 6 feet).<br><br><b>High Wave:</b><br>Swell with a significant height between 2 to 3 meters (5 to 9 feet).<br><br><b>Very High Wave:</b><br>Swell with a significant height greater than 3 meters (9 feet).";
"local-forecast-help-glossary-rip-currents-title" = "Rip currents:";
"local-forecast-help-glossary-rip-currents-description" = "Rip currents:";

"comment-first-segment"     = "Comment";
"comment-second-segment"    = "Glossary";
"comment-regional-forecast-share-title" = "Regional forecast";
"comment-local-forecast-share-title" = "Swell and wind forecast";



/* Ayudas */

"local-forecast-comments-help-first-segment"    = "Help";

"local-forecast-comments-help-second-segment"   = "Glossary";

"help-important" = "Important:";

"help-symbology" = "Symbology";

"help-precaution-levels" = "Precautionary levels";

"help-local-forecasts-comments-important-first" = "• Conditions are automatically updated at 01:00, 07:00, 13:00 and 19:00 hours.";

"help-local-forecasts-comments-important-second" = "• Conditions for the first 3 days are the most accurate.";

"help-local-forecasts-comments-important-third" = "• Conditions may vary due to atmospheric variability and/or local events with energy that is not capture by the global numeric models.";

"help-local-forecasts-forecast-important-first" = "Conditions are automatically updated at 01:00, 07:00, 13:00 and 19:00 hours.";

"help-local-forecasts-forecast-important-second" = "Conditions for the first 3 days are the most accurate.";

"help-local-forecasts-forecast-important-third" = "Conditions may vary due to atmospheric variability and/or local events with energy that is not capture by the global numeric models.";

"help-swimmers" = "Swimmers";

"help-ports" = "Ports";

"help-sailing" = "Sailing";

"help-wind-direction-from" = "The direction where the wind and swell are coming from";

"help-wind-direction-to" = "The direction where the wind and swell are heading to";

"help-local-forecast-proper-condition" = "Favorable condition";
"help-local-forecast-caution-condition" = "Caution";
"help-local-forecast-high-caution-condition" = "High caution";
"help-local-forecast-extreme-caution-condition" = "Extreme caution";

/* Done */
"help-done" = "Done";

/* Hora */
"help-time" = "Time";

/* Ayuda */
"help-title" = "Help";

/* Dirección de las olas (grados) */
"help-wave-direction" = "Waves direction (degrees)";

/* Altura significativa de la ola (metros) */
"help-wave-height" = "Significant waves height";

/* Altura máxima de la ola (metros) */
"help-wave-height-max" = "Maximun waves height";

/* Rangos de altura de la ola */
"help-wave-height-range" = "Wave height ranges";

/* Periodo de las olas (segundos) */
"help-wave-period" = "Waves period (seconds)";

/* Ráfaga de viento (km/h) */
"help-wind-burst" = "Wind gust";

/* Dirección del viento (grados) */
"help-wind-direction" = "Wind direction (degrees)";

/* Velocidad del viento (km/h) */
"help-wind-speed" = "Wind speed";

/* Rangos de viento */
"help-wind-speed-range" = "Wind ranges";

/* pies */
"measure-unit-feet" = "ft";

/* km/h */
"measure-unit-kilometer" = "km/h";

/* nudos */
"measure-unit-knot" = "knots";

/* metros */
"measure-unit-meter" = "meters";







/* Forecast */
"forecasts-title" = "Forecasts";

/* Pacífico y Caribe */
"regional-forecast-regions-header" = "Pacific and the Caribbean";

/* Pronósticos regionales */
"regional-forecast-regions-title" = "Regional";

/* horas */

"regional-forecast-hours" = "hours";

/* hora local */

"regional-forecast-local-time" = "local time";

/* hora local */

"regional-forecast-local-time" = "local time";

/* Descargando los pronósticos, por favor espere... */

"regional-forecast-loading-message-1" = "Downloading forecasts, please wait...";

/* La conexión a Internet parece estar muy lenta, por favor espere... */

"regional-forecast-loading-message-2" = "The internet connection seems to be very slow, please wait...";





/* Cuarto menguante */
"tide-fading-quarter-moon" = "Last Quarter";

/* Luna llena */
"tide-full-moon" = "Full Moon";

/* Cuarto creciente */
"tide-growing-quarter-moon" = "First Quarter";

/* Altura */
"tide-height-column" = "Height";

/* Fase lunar */
"tide-moon-phase-column" = "Moon phase";

/* Luna nueva */
"tide-new-moon" = "New Moon";

/* Luna creciente */
"tide-waxing-crescent-moon" = "Waxing Crescent";

/* Luna gibosa creciente */
"tide-waxing-gibbous-moon" = "Waxing Gibbous";

/* Luna gibosa menguante */
"tide-waning-gibbous-moon" = "Waning Gibbous";

/* Luna gibosa menguante */
"tide-waning-crescent-moon" = "Waning Crescent";

/* REGIONES COSTERAS */
"tide-regions-header" = "COASTAL REGIONS";

/* Mareas */
"tide-regions-title" = "Tides";

/* Buscar por fecha */
"tide-search" = "Search by date";

/* Marea */
"tide-tide-column" = "Tide";

/* Hora */
"tide-time-column" = "Time";

"tide-search-done-title" = "OK";
"tide-search-cancel-title" = "Cancel";








"about-us-title" = "About us";

"about-us-contributors" = "Contributors";

"about-us-information"  = "The <b>Oceanography Information Module</b> (<a href=\"http://www.miocimar.ucr.ac.cr/\">MIO</a> Acronym in Spanish) is a project created in June 2011 as part of the Research Centre in Marine and Limnology Sciences (<a href=\"http://www.cimar.ucr.ac.cr/\">CIMAR</a>) of the University of Costa Rica (<a href=\"http://www.ucr.ac.cr/\">UCR</a>) with financial support of the National Commission on Risk Prevention and Emergency Response (<a href=\"http://www.cne.go.cr/\">CNE</a>) of Costa Rica. The main objective is to provide daily information about the sea conditions and ocean-meteorological events that may represent a coastal marine threat in our country.<br><br>It forecasts wind direction, wave height, wave period and direction, sea surface temperature and sea currents, both in the Pacific and the Caribbean regions of Costa Rica. Furthermore, it offers tide tables, warnings, informative articles, and external links with interesting oceanographic-meteorological for the Central American region";




"contact-subject"   = "Subject";
"contact-message"   = "Message";
"contact-send"      = "Send";
"contact-po-box"    = "ZIP Code: 11501-2060";
"contact-title"     = "Contact";











"settings-allow-notifications" = "Enable notifications";
"settings-height" = "Height";
"settings-speed" = "Speed";
"settings-language" = "Language";
"settings-rate-app" = "Rate us";
"settings-legal-disclaimer" = "Disclaimer";
"settings-developed-by" = "Developed by";
"settings-title" = "Settings";
"settings-spanish-language" = "Spanish";
"settings-english-language" = "English";
"settings-language-selection-title" = "Language";
"settings-height-selection-title" = "Height";
"settings-speed-selection-title" = "Speed";
"settings-language-selection-language-disclaimer" = "Comments on regional forecasts and notifications will always remain in Spanish.";
"settings-measure-units" = "MEASUREMENT UNITS";
"settings-notifications-disabled-disclaimer" = "WARNING: Push notifications are disabled. To enable, visit: iPhone Settings > Notification Center > MIO CIMAR";
"settings-measure-unit-feet" = "feet";











"legal-disclaimer-title"    = "Disclaimer";
"legal-disclaimer-content"  = "The use of the service provided by the Oceanographic Information Module (MIO) and the conclusions drawn from the information provided are the responsibility and own risk of the user and the University of Costa Rica (UCR) expressly disclaims all warranties, guarantees or responsibility of the information services, no event shall be liable to the other parties for any loss or damage that occurs as a result of the use of the information services. The above exclusion of liability relates to any of the information provided by the UCR in its information services.";





"no-data-available-message" = "No data available";
"no-internet-connectivity-message"  = "No internet connection";











"intro-first-title" = "MIO CIMAR UCR Version 2.1";
"intro-second-title" = "Local forecasts";
"intro-third-title" = "Regional forecasts";
"intro-fourth-title" = "Tides";
"intro-fifth-title" = "Customization";


"intro-first-subtitle" = "MIO CIMAR has improved and expanded the free digital services offered to users of the sea. Now they include automatic forecast updates every 6 hours!";
"intro-second-subtitle" = "New comments on local forecasts, including conditions for swimmers, rip currents, watercraft navigation, and port docking.";
"intro-third-subtitle" = "New visualization of regional forecasts, including better image quality and navigation controls.";
"intro-fourth-subtitle" = "Daily, sea forecasts and moon phases of the main coastal regions in Costa Rica.";
"intro-fifth-subtitle" = "Now, you can customize the features of this app based on your needs!";

"intro-skip-title"  = "Skip";
"intro-forward-title"  = "Start";




/* More screen */
"more-title" = "More";

/* Live cameras section*/
"live-cameras" = "Live cameras";

/* Tourist info section*/
"tourist-info" = "Tourist Info";

/* No Mail Available */
"No Mail Available" = "No Mail Available";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Operation was unsuccessful." = "Operation was unsuccessful.";

/* No comment provided by engineer. */
"Please try again by inserting a DTTimePeriod object." = "Please try again by inserting a DTTimePeriod object.";

/* No comment provided by engineer. */
"Please try an index within the bounds of the group." = "Please try an index within the bounds of the group.";

/* No comment provided by engineer. */
"Please try an index within the bounds or the group." = "Please try an index within the bounds or the group.";

/* No comment provided by engineer. */
"Request %@ received %ld out of %ld bytes" = "Request %1$@ received %2$ld out of %3$ld bytes";


/* Contact Screen*/
"contact-phone-title" = "phone";
"contact-email-title" = "email";
"contact-website-title" = "web site";
"contact-address-title" = "address";
"contact-oceanographic-module" = "Oceanographic Information Module";

/* Tourist Info screen*/
"tourist-info-ict-info" = "Information provided by the Costa Rica Tourism Board.";
"tourist-info-links" = "Links";
"tourist-imageviewer-exit" = "Close";
"back" = "back";
"unable-to-open-link" = "This link can not be opened";

/* Notification alert*/
"show" = "Show";
"ignore" = "Ignore";
